Repository: miguelAgle/amadeuslms-master
Catalog: reports/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Kind Of Resource
pt_br: Tipo de recurso

source: Topics
pt_br: Tópicos

source: Initial Date
pt_br: Data inicial

source: Final Date
pt_br: Data Final

source: From Mural
pt_br: Mural da disciplina

source: Messages
pt_br: Mensagens

source: All
pt_br: Todos

source: The initial date can't be after the end one.
pt_br: A data inicial não pode ser depois da final

source: This date should be right or after %s, which is when the subject started.
pt_br: Esta data deve ser igual ou após %s, pois é quando o assunto começa.

source: This date should be right or before %s, which is when the subject finishes.
pt_br: Esta data deve ser igual ou anterior à %s, pois é quando o assunto termina.

source: General Parameters
pt_br: Escolha o Tópico e o Período

source: Choose the Data Source (is possible to pick more than one)
pt_br: Escolha a fonte de dados (é possível escolher mais de uma)

source: Interaction with resources
pt_br: Interação com recursos

source: Search Report
pt_br: Buscar

source: Analytics
pt_br: Análises

source: Interaction Data
pt_br: Dados de Interação

source: Report Card
pt_br: Boletim do Tópico

source: Participation
pt_br: Participações

source: add data source
pt_br: Adicionar nova fonte de dados

source: remove data source
pt_br: Remover esta fonte

source: Subject
pt_br: Assunto

source: Topic
pt_br: Tópico

source: End Date
pt_br: Data final

source: new search
pt_br: Nova Busca

source: register(s)
pt_br: registro(s)

source: Interactions Data (.csv)
pt_br: Dados de interação (.csv)

source: Interactions Data (.xls)
pt_br: Dados de interação (.xls)

source: Report created successfully
pt_br: Relatório criado com sucesso!

source: User
pt_br: Usuário

source: Number of help posts created by the user.
pt_br: Número de postagens de dúvidas criadas no mural da disciplina.

source: Amount of comments on help posts created by the student.
pt_br: Número de comentários criados para as próprias postagens de dúvidas no mural da disciplina.

source: Amount of comments made by the student on teachers help posts.
pt_br: Número de comentários às postagens de dúvidas no mural da disciplina criadas pelo professor.

source: Amount of comments made by the student on other students help posts.
pt_br: Número de comentários às postagens de dúvidas no mural da disciplina criadas por outros estudantes.

source: Number of help posts created by the user that the teacher commented on.
pt_br: Número de comentários às postagens de dúvidas no mural da disciplina criadas por outros estudantes

source: Number of help posts created by the user others students commented on.
pt_br: Número de postagens de dúvidas criadas no mural da disciplina que foram comentadas por outros estudantes.

source: Number of student visualizations on the mural of the subject.
pt_br: Número de visualizações do mural da disciplina.

source: Number of access to mural between 6 a.m to 12a.m. .
pt_br: Número de acessos ao ambiente virtual da disciplina no horário de 06h às 12h.

source: Number of access to mural between 0 p.m to 6p.m. .
pt_br: Número de acessos ao ambiente virtual da disciplina no horário de 12h às 18h.

source: Number of access to mural between 6 p.m to 12p.m. .
pt_br: Número de acessos ao ambiente virtual da disciplina no horário de 18h às 24h.

source: Number of access to mural between 0 a.m to 6a.m. .
pt_br: Número de acessos ao ambiente virtual da disciplina no horário de 24h às 06h.

source: sunday
pt_br: domingo

source: monday
pt_br: segunda

source: tuesday
pt_br: terça-feira

source: wednesday
pt_br: quarta

source: thursday
pt_br: quinta-feira

source: friday
pt_br: sexta

source: saturday
pt_br: sábado

source: Number of access to the subject on
pt_br: Número de acessos ao assunto na(o)

source: Number of distinct days the user access the subject.
pt_br: Número de dias distintos que acessou o ambiente virtual da disciplina.

source: Class
pt_br: Classe

source: Undefined
pt_br: Indefinido

source: Performance
pt_br: Desempenho

source: PDF File
pt_br: Arquivo PDF

source: Link to Website
pt_br: Link do Site

source: File Link
pt_br: Link para Arquivo

source: Web Conference
pt_br: Conferência Web

source: YouTube Video
pt_br: Vídeo do Youtube

source: WebPage
pt_br: Página na Web

source: number of visualizations of
pt_br: Número de visualizações do(e)

source: with tag
pt_br: com a tag

source: number of visualizations of distintic
pt_br: Número de visualizações dos distintos

source: distintic days
pt_br: número de dias distintos

source: hours viewed of
pt_br: quantidade de horas vistas

source: amount of messages sent to other students
pt_br: Quantidade mensagens enviadas para outros estudantes

source: amount of messages received from other students
pt_br: Quantidade de mensagens recebidas de outros estudantes

source: amount of distinct students to whom sent messages
pt_br: Quantidade de estudantes distintos para quem enviou mensagem

source: amount messages sent to professors
pt_br: Quantidade mensagens enviadas para o(s) professor(es)

source: amount of messages received from professors
pt_br: Quantidade de mensagens recebidas do(s) professor(es)
